/* Other User */
"OTHER_USER" = "其他…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "客人帐户";

/* Password Assistant Text */
"USER_PASSWORD" = "密码：";
"MASTER_PASSWORD" = "主密码：";

"KEYCHAIN_WARNING_TITLE" = "如果更改此用户帐户的密码，您将创建一个新钥匙串来存储该用户的密码。";
"KEYCHAIN_WARNING_TEXT" = "该用户以前的钥匙串仍存在。如果找到了以前的密码，您可以访问以前的钥匙串以及它所包含的信息和密码。";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "当前已登录";
"MOBILE_CURRENTLY_LOGGED_IN" = "移动帐户，当前已登录";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "外部, 当前已登录";
"GUEST_CURRENTLY_LOGGED_IN" = "客人，当前已登录";
"NETWORK_CURRENTLY_LOGGED_IN" = "网络，当前已登录";
"EXTERNAL" = "外部";
"MOBILE" = "移动帐户";
"GUEST" = "客人";
"NETWORK" = "网络";

/* Parental Controls status text */
"CANNOT_LOGIN" = "不能立即登录";
"LOGIN_TIME" = "可以在 %@ 登录";


/* Button Titles */
"BACK_BUTTON" = "向后";
"CANCEL_BUTTON" = "取消";
"FORGOT_PASSWORD_BUTTON" = "忘记了密码";
"CHANGE_PASSWORD" = "更改密码";
"OPTIONS_BUTTON" = "选项";
"RESTART_BUTTON" = "重新启动";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "Mac OS X";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "忘记了密码";
"RESET_PASSWORD" = "重设密码";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "键入主密码以重设此用户的密码。";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "键入主密码以重设此用户的密码并解锁 FileVault。";

/* Host Info */
"SAFE_BOOT" = "安全启动";
"SYSTEM_VERSION_INFO" = "版本 %@";
"SYSTEM_BUILD_INFO" = "Build %@";
"SERIAL_NUMBER" = "序列号 %@";
"IP_ADDRESS" = "IP 地址 %@";

"NETWORK_NODES_ALL"  = "网络帐户可用";
"NETWORK_NODES_SOME" = "有些网络帐户可用";
"NETWORK_NODES_NONE" = "网络帐户不可用";
"NETWORK_NODES_AUTH" = "网络访问需要登录";


/* Tool Tip */
"SHORT_NAME" = "短名称：%@";

"EXTERNAL_ACCOUNT" = "外部帐户";
"GUEST_ACCOUNT" = "客人帐户";
"LOCAL_ACCOUNT" = "本地帐户";
"MOBILE_ACCOUNT" = "移动帐户";
"NETWORK_ACCOUNT" = "网络帐户";

"NET_NODE" = "网络节点：%@";
"HOME_VOLUME" = "宗卷：%@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "您输入的用户名称或密码无效。";

"AF_NEWPASSWORDREQUIRED" = "您必须输入新密码才能登录到此帐户。";

"AF_QUALITYCHECKFAILED" = "您的密码不符合服务器的要求。";

"AF_PASSWORDTOOSHORT" = "您的密码太短。";
"AF_PASSWORDTOOLONG" = "您的密码太长。";
"AF_PASSWORDLENGTH" = "您的密码必须包含 %ld 到 %ld 个字符。";

"AF_PASSWORDMINCHARS" = "您的密码必须包含至少 %ld 个字符。";
"AF_PASSWORDMAXCHARS" = "您的密码不得多于 %ld 个字符。";

"AF_PASSWORDNEEDSLETTER" = "您的密码必须包含一个或多个字母。";
"AF_PASSWORDNEEDSDIGIT" = "您的密码必须包含一个或多个数字。";

"AF_ACCOUNTDISABLED" = "您的帐户已被停用。\n有关更多信息，请联系您的系统管理员。"; 
"AF_UNABLETOLOGIN" = "目前系统不能让您登录。\n请联系您的系统管理员以获得更多信息。";
"AF_INVALIDLOGONHOURS" = "只允许您在指定时间登录电脑。\n请联系您的系统管理员以获得更多信息。";
"AF_INVALIDCOMPUTER" = "不允许您使用本电脑。\n请联系您的系统管理员以获得更多信息。";

"AF_SEESYSTEMADMIN" = "请联系您的系统管理员以获得更多信息。";

"AF_PASSWORDEXPIRINGSOON" = "您的密码很快将过期。请输入一个新密码。";
"AF_CRYPTPASSWORD" = "您的密码需要更新。";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "您的密码将在明天过期。\n\n请按下“更改密码”以输入新密码。";
"PASSWORD_EXPIRATION_DAYS" = "您的密码将在 %ld 天后过期。\n\n请按下“更改密码”以输入新密码。";
"PASSWORD_EXPIRATION_TODAY" = "您的密码将在今天过期。\n\n请按下“更改密码”以输入新密码。";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "您的电脑不能访问安全网络。";
"NA_UNTRUSTED_CERT_INFO" = "您尝试访问使用 802.1X 鉴定服务器的网络，但未能验证该服务器的安全性证书。有关更多信息，请联系网络管理员。";

/* FUS Failed */
"FUS_FAILED_MSG" = "您选择的用户帐户不可用。";
"FUS_FAILED_INFO" = "检查您的网络连接，然后再次尝试切换到用户帐户。如果您已连接到网络，请询问您的系统管理员以获得帮助。";
